const ru = {
    formTitle: `Помпа электрический`,
    formTitle2: `Заказать сейчас`,

    firstDescription: `Базовая помпа может быть установлена ​​на бутыле: 10л, 11.3л, 15л, 18.9л`,
    secondDescription: `Наша помпа имеет двойной насос, улучшенный электродвигатель и высокое качество сборки.`,

    subTitle: `Электрический насос для дома, офиса, дачи.
Незаменимая вещь каждый день.`,
    submitLabel: `Заказать`,

    requiredError: `Поле должно быть заполнено (3-50 символов).`,
    namePlaceholder: `Ваше имя`,
    numberPlaceholder: `Ваш номер`,

    successMessage: `Запрос отправлен! Скоро с вами свяжемся`,
    errorMessage: `Что-то пошло не так, попробуйте позже`,

    labelLogo: 'Активируется одним нажатием',
    labelSizes: 'Подходит к любым бутылям',
    labelBattery: 'Эффективный аккумулятор',

    vcardTitle1: `Комплектация помпы`,
    vcardTitle2: `Решения для вашей водяной потребности`,
    vcardTitle3: `Технология, упрощающая жизнь`,

    vcardText1: `- Помпа
- Металлический носик для подачи воды
- Силиконовая трубка с наконечником
- Шнур USB для зарядки
- Переходник на обычные бутыли (с резьбой) 5л 6л 10л
- Пробка с увеличенным диаметром (для надежной фиксации помпы на бутыли)
- Руководство пользователя
- Упаковка
- Картинка сборки помпы`,

    vcardText2: `Благодаря специальному переходнику, идущему в комплекте, помпу можно установить на обычные бутыли с резьбой 5л, 6л, 10л. Также насос можно установить на любую емкость.`,

    vcardText3: `Электрический насос будет современным решением для быстрого и простого набора воды. Для того чтобы наполнить чайник воды, достаточно один раз нажать на выключатель сверху и когда емкость будет наполнена водой еще раз нажать кнопку для выключения. Электрический насос работает от встроенного аккумулятора, который заряжается с помощью шнура USB от любого источника питания. На насосе имеется индикатор состояния зарядки, который выключается при полном заряде аккумулятора. Одного заряда хватает на 80-100 л воды.`,

    htoTitle1: `Заявка`,
    htoTitle2: `Звонок`,
    htoTitle3: `Отправка`,
    htoTitle4: `Оплата`,

    htoText1: `Оставляете заявку на нашем сайте`,
    htoText2: `Менеджер уточняет детали заказа`,
    htoText3: `Доставляем Новой Почтой в течение 1-3 дней`,
    htoText4: `Оплачиваете при получении на отделении`,

    info1: `Наш номер: +380671439090`,
}

export default ru;