const ua = {
    formTitle: `Помпа електрична`,
    formTitle2: `Замовити зараз`,

    firstDescription: `Базово помпа може бути встановлена на бутилі: 10л, 11.3л, 15л, 18.9л`,
    secondDescription: `Наша помпа має подвійний насос, покращений електродвигун і високу якість сбірки`,

    subTitle: `Електричний насос для дому, офісу, дачі.
Незамінна річ на кожен день.`,
    submitLabel: `Замовити`,

    requiredError: `Поле має бути заповненим (3-50 символів).`,
    namePlaceholder: `Ваше ім'я`,
    numberPlaceholder: `Ваш номер`,

    successMessage: `Запит відправлено! Скоро з вами зв'яжемось`,
    errorMessage: `Щось пішло не так, спробуйте пізніше`,

    labelLogo: 'Активується одним натисканням',
    labelSizes: 'Підходить до будь-яких бутилів',
    labelBattery: 'Ефективний акумулятор',

    vcardTitle1: `Комплектація помпи`,
    vcardTitle2: `Рішення для вашої водяної потреби`,
    vcardTitle3: `Технологія, що спрощує життя`,

    vcardText1: `- Помпа
- Металевий носик для подачі води
- Силіконова трубка з наконечником
- Шнур USB для зарядки
- Перехідник на звичайні бутлі (з різьбою) 5л 6л 10л
- Пробка зі збільшеним діаметром (для надійної фіксації помпи на бутлі)
- Посібник користувача
- Упаковка
- Картинка сбірки помпи`,

    vcardText2: `Завдяки спеціальному перехіднику, що йде в комплекті, помпу можна встановити на звичайні бутлі з різьбою 5л, 6л, 10л. Також помпу можна встановити на будь-яку ємність.`,

    vcardText3: `Електрична помпа буде сучасним рішенням для швидкого та простого набору води. Для того, щоб наповнити чайник води, достатньо один раз натиснути на вимикач зверху і коли ємність буде наповнена водою ще раз натиснути на кнопку для вимикання. Електрична помпа працює від вбудованого акумулятора, який заряджається за допомогою USB шнура від будь-якого джерела живлення. На помпі є індикатор стану заряджання, який вимикається при повному заряді акумулятора. Одного заряду вистачає на 80-100 літрів води.`,

    htoTitle1: `Заявка`,
    htoTitle2: `Дзвінок`,
    htoTitle3: `Відправка`,
    htoTitle4: `Оплата`,

    htoText1: `Залишаєте заявку на нашому сайті`,
    htoText2: `Менеджер уточнює деталі замовлення`,
    htoText3: `Доставляємо Новою Поштою протягом 1-3 днів`,
    htoText4: `Оплачуєте при отриманні на відділенні`,

    info1: `Наш номер: +380671439090`,
}

export default ua;