import { LargeCard } from "../components/LargeCard"

const cards = [
    {
        name: 'complect',
        title: 'Комплектація помпи',
        text: `- Помпа
        - Металевий носик для подачі води
        - Силіконова трубка з наконечником
        - Шнур USB для зарядки
        - Перехідник на звичайні бутлі (з різьбою) 5л 6л 10л
        - Пробка зі збільшеним діаметром (для надійної фіксації помпи на бутлі)
        - Посібник користувача
        - Упаковка
        - Картинка сбірки помпи`,
    },
    {
        name: 'assemble',
        title: 'Рішення для вашої водяної потреби',
        text: `Завдяки спеціальному перехіднику, що йде в комплекті, помпу можна встановити на звичайні бутлі з різьбою 5л, 6л, 10л.
        Також помпу можна встановити на будь-яку ємність.`,
    },
    {
        name: 'morshinska',
        title: 'Технологія, що спрощує життя',
        text: `Електрична помпа буде сучасним рішенням для швидкого та простого набору води. Для того, щоб наповнити чайник води, достатньо один раз натиснути на вимикач зверху і коли ємність буде наповнена водою ще раз натиснути на кнопку для вимикання. Електрична помпа працює від вбудованого акумулятора, який заряджається за допомогою USB шнура від будь-якого джерела живлення. На помпі є індикатор стану заряджання, який вимикається при повному заряді акумулятора. Одного заряду вистачає на 80-100 літрів води.`,
    },
]

export const VerticalCardsSection = () => {
    return (
        <section className="grid grid-cols-1 gap-8 pb-0 max-w-[1600px]">
            {cards.map(({name, title, text}) => (
                <LargeCard
                    key={`large-card-${name}`}
                    name={name}
                    title={title}
                    text={text}
                />
            ))}
        </section>
    )
}